Revit 2024 API
GroupTypeId.RailingSystemFamilyHandrails Property
 Handrail 1.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId RailingSystemFamilyHandrails { get; }
Visual Basic
Public Shared ReadOnly Property RailingSystemFamilyHandrails As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RailingSystemFamilyHandrails {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace